Repository: osamaOmrann/Application-Ellocation
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Login
ar: تسجيل دخول

# sign_in_to_continue
source: Sing in to continue.
ar: سجل دخول للمتابعة.

# sign_in_with_google
source: Sign in with Googel
ar: سجل دخول بجوجل

# find_a_device
source: Find my device
ar: ابحث عن جهازي

source: Settings
ar: الإعدادات

source: Log out
ar: تسجيل خروج

source: Your ID is:
ar: رمز هاتفك هو:

source: Save it to your memory, or to any note outside your device. And don't tell to unreliable people.
ar: احفظه في ذاكرتك، أو في أي مكان خارج جهازك. ولا تخبر به أشخاصاً غير موثوقين.

source: Copy ID
ar: نسخ الرمز

source: Enter ID
ar: أدخل الرمز

source: ID required
ar: يجب إدخال رمز

source: ID
ar: الرمز

source: cancel
ar: إلغاء

source: go
ar: ابحث
